{
  "PROFILETITLE": "Fullstack Developer - Freelance",
  "PROFILE1": "Passionate about computers since childhood, I got my first PC at the age of 4, I have been self-learning web technologies since middle school. In 2014, I joined the second session of École 42, founded by Xavier Niel, well before the opening of other campuses.",
  "PROFILE2": "Naturally curious, I enjoy understanding how systems work in depth, even if it means getting my hands dirty to learn and improve.",
  "PROFILE3": "Today, with over 6 years of experience, I master the main tools of modern web development: Angular, React, NestJS, Node.js, etc.",
  "PROFILE4": "As a freelance developer for several years, I am available for ambitious technical projects, whether in fullstack development or software architecture support.",
  "LANGUAGES": "Languages",
  "FRENCH": "French",
  "ENGLISH": "English",
  "NATIVE": "Native",
  "PRO": "Professional",
  "EXPERIENCES": "Experience",
  "FROM": "From",
  "SINCE": "Since",
  "TO": "To",
  "XP1TITLE": "Software Architect & Fullstack Developer",
  "XP1STARTDATE": "June 2022",
  "XP1CONTEXT": "Engineering firm specialized in IoT and supervision tools, co-founded with a partner. We support innovative projects from start to finish (analysis, design, development, follow-up) and also offer freelance services for specific technical needs.",
  "XP1DESCRIPTION": "Cross-functional role in software architecture, custom solution design, and fullstack development.",
  "XP1DOT1": "Business needs analysis and definition of appropriate technical solutions",
  "XP1DOT2": "Design of robust, scalable, and maintainable web architectures",
  "XP1DOT3": "Fullstack development (web & mobile) with Angular, React, Node.js, NestJS",
  "XP1DOT4": "Technical lead on client and internal projects (methodology, code review, CI/CD)",
  "XP1DOT5": "Launch and maintenance of internal open-source projects (Statch, EvonaPulse…)",
  "XP2TITLE": "Fullstack & Embedded Web Developer",
  "XP2STARTDATE": "May 2019",
  "XP2ENDDATE": "December 2021",
  "XP2CONTEXT": "Company specialized in home automation, best known for the IPX800 — a smart home controller aimed at individuals.",
  "XP2DESCRIPTION": "In charge of developing web-connected applications (M2M) and embedded interfaces, with a cross-functional role in the R&D department.",
  "XP2DOT1": "Design and development of fullstack solutions for connected products (web and mobile)",
  "XP2DOT2": "Development of lightweight embedded web interfaces optimized for strong constraints (size, performance, memory)",
  "XP2DOT3": "Technical specification writing and participation in software architecture",
  "XP2DOT4": "Cross-platform deployment (web, Android/iOS) and product support",
  "XP2DOT5": "Collaboration with hardware teams for software integration",
  "XP2DOT6": "Supervision of interns and mentoring of junior developers",
  "XP3TITLE": "Fiber Support Technician",
  "XP3STARTDATE": "June 2018",
  "XP3ENDDATE": "May 2019",
  "XP3CONTEXT": "Bouygues Telecom, a major telecommunications provider in France.",
  "XP3DESCRIPTION": "Phone-based technical support for residential customers using fiber broadband services.",
  "XP3DOT1": "Handled inbound customer calls and provided remote assistance for fiber services",
  "XP3DOT2": "Diagnosed and resolved technical issues related to fiber boxes and network connectivity",
  "XP3DOT3": "Guided users through the setup and configuration of their equipment",
  "SKILLS": "Skills",
  "EDUCATION": "Education",
  "LANGUAGE": "Language",
  "SOURCE": "Source code",
  "HOBBIES": "Hobbies",
  "HOBBIES1": "Motorcycles and mechanics",
  "HOBBIES2": "Music (guitar, drums)",
  "HOBBIES3": "Reading (sci-fi, fantasy, technology)",
  "HOBBIES4": "DIY and crafting"
}
