{
  "PROFILETITLE": "Développeur fullstack - Freelance",
  "PROFILE1": "Passionné d’informatique depuis l’enfance, j’ai eu mon premier PC à 4 ans, je me forme aux technologies web en autodidacte depuis le collège. En 2014, j’ai intégré la deuxième session de l’école 42, fondée par Xavier Niel, bien avant l’ouverture des autres campus.",
  "PROFILE2": "Curieux de nature, j’aime comprendre en profondeur comment les systèmes fonctionnent, quitte à « mettre les mains dans le cambouis » pour apprendre et progresser.",
  "PROFILE3": "Aujourd’hui, fort de plus de 6 ans d’expérience, je maîtrise les principaux outils du développement web moderne : Angular, React, NestJS, Node.js, etc.",
  "PROFILE4": "Freelance depuis plusieurs années, je suis disponible pour des missions techniques ambitieuses, en développement fullstack ou en accompagnement d’architecture logicielle.",
  "LANGUAGES": "Langues",
  "FRENCH": "Français",
  "ENGLISH": "Anglais",
  "NATIVE": "Natif",
  "PRO": "Professionnel",
  "EXPERIENCES": "Expériences",
  "FROM": "De",
  "SINCE": "Depuis",
  "TO": "À",
  "XP1TITLE": "Architecte logiciel et développeur fullstack",
  "XP1STARTDATE": "Juin 2022",
  "XP1CONTEXT": "Bureau d’étude spécialisé dans l’IoT et les outils de supervision, cofondé avec un associé. Nous accompagnons des projets innovants de bout en bout (analyse, conception, développement, suivi) et proposons également des prestations freelance sur des missions ciblées.",
  "XP1DESCRIPTION": "Rôle transversal en architecture logicielle, conception de solutions sur mesure et développement fullstack.",
  "XP1DOT1": "Analyse des besoins métiers et définition de solutions techniques adaptées",
  "XP1DOT2": "Conception d’architectures web robustes, scalables et maintenables",
  "XP1DOT3": "Développement fullstack (web & mobile) en Angular, React, Node.js, NestJS",
  "XP1DOT4": "Lead technique sur les projets clients et internes (méthodologie, code review, CI/CD)",
  "XP1DOT5": "Lancement et maintenance de projets open source internes (Statch, EvonaPulse…)",
  "XP2TITLE": "Développeur fullstack & web embarqué",
  "XP2STARTDATE": "Mai 2019",
  "XP2ENDDATE": "Décembre 2021",
  "XP2CONTEXT": "Société spécialisée en domotique, notamment connue pour l’IPX800, un boîtier de gestion domotique destiné aux particuliers.",
  "XP2DESCRIPTION": "Responsable du développement d’applications web communicantes (M2M) et d’interfaces embarquées, avec un rôle transversal au sein du bureau d’études.",
  "XP2DOT1": "Conception et développement fullstack pour produits connectés (web et mobile)",
  "XP2DOT2": "Développement d’interfaces web embarquées légères, optimisées pour des contraintes fortes (poids, performance, mémoire)",
  "XP2DOT3": "Rédaction de cahiers des charges techniques et participation à l’architecture logicielle",
  "XP2DOT4": "Déploiement multiplateforme (web, Android/iOS) et support produit",
  "XP2DOT5": "Collaboration avec les équipes hardware pour l’intégration logicielle",
  "XP2DOT6": "Encadrement de stagiaires et accompagnement des profils juniors",
  "XP3TITLE": "Technicien support fibre",
  "XP3STARTDATE": "Janvier 2018",
  "XP3ENDDATE": "Septembre 2018",
  "XP3CONTEXT": "Bouygues Telecom, acteur majeur des télécommunications en France.",
  "XP3DESCRIPTION": "Support technique téléphonique auprès des clients particuliers pour la box fibre.",
  "XP3DOT1": "Réception des appels clients et assistance à distance pour les services fibre",
  "XP3DOT2": "Diagnostic et résolution des dysfonctionnements techniques liés à la box fibre et au réseau",
  "XP3DOT3": "Accompagnement des utilisateurs dans la configuration de leurs équipements",
  "SKILLS": "Compétences",
  "EDUCATION": "Formation",
  "LANGUAGE": "Langue",
  "SOURCE": "Code source",
  "HOBBIES": "Loisirs",
  "HOBBIES1": "Moto et mécanique",
  "HOBBIES2": "Musique (guitare, batterie)",
  "HOBBIES3": "Lecture (science-fiction, fantasy, technologie)",
  "HOBBIES4": "Bricolage et DIY (Do It Yourself)",
  "DOWNLOAD": "Télécharger le CV"
}
